export const questions = [
  {
    title: 'Які запахи доступні для свічок?',
    answer:
      'Свічки доступні в різних ароматах, створюючи різноманітні настрої. Наприклад, ваніль має теплий, солодкий аромат, а лаванда - заспокійливий. Цитрусові свіжі та енергійні, а евкаліпт освіжаючий. Чорний чай забезпечує затишок, а ягоди - свіжість. Кавовий аромат стимулює, а кедр надає теплоти. Роза - класика романтики, а кокос - екзотика. Є безліч комбінацій для різних смаків та настроїв.',
  },
  {
    title: 'Як довго горять свічки?',
    answer:
      'Тривалість горіння свічок залежить від різних факторів, таких як їх розмір, матеріал виготовлення, вміст воску або іншої матерії, а також якість виробника. Зазвичай на упаковці свічок або в інструкціях можна знайти інформацію про орієнтовний час горіння. Наприклад, стандартна тверда парафінова свічка середнього розміру може горіти від 2 до 6 годин. Більші свічки, які містять більше воску, можуть горіти від 8 до 10 годин або більше. Однак багато залежить від умов спалювання, таких як температура навколишнього середовища, вітер, тяга в приміщенні тощо.',
  },
  {
    title: 'Чи можна зробити замовлення на індивідуальний дизайн свічки?',
    answer:
      'Так, авжеж. Ви можете замовити свічку зі спеціальною формою, розміром, кольором або ароматом, який відповідає вашим унікальним вимогам та вподобанням. Додатково, ви можете замовити індивідуальні малюнки, написи або логотипи на поверхні свічки для особливих подій, свят або подарунків. Це дозволяє створити персоналізований та унікальний подарунок або декоративний елемент.',
  },
  {
    title: 'Які є варіанти доставки?',
    answer:
      'Доставка здійснюється службами доставки: Нова Пошта або УкрПошта за тарифами перевізника. Розрахувати вартість доставки, Ви можете на сайті служби доставки',
  },
  {
    title: 'Як оплачувати замовлення?',
    answer:
      "Для зручності покупців доступні такі способи оплати: післяплата через 'Нова Пошта', оплата за реквізитами, оплата готівкою при доставці кур'єром, оплата на карту ПриватБанк, оплата на карту Монобанк, виберіть той спосіб оплати, який найбільше вам підходить та зручний для здійснення оплати за замовлення.",
  },
  {
    title: 'Як довго триває курс?',
    answer: 'Тривалість курсу зазвичай 20 робочих днів.',
  },
  {
    title: 'Яка ціна на курс?',
    answer:
      'Актуальні ціни на курс, Ви можете дізнатися у відповідному розділі на сайті',
  },
  {
    title: 'Чи є сертифікат на курс?',
    answer:
      'Так. Після проходження курсу, кожен учень отримує відповідний сертифікат.',
  },
];
