import picture from '../../public/reviews.jpg';

const resources = ['instagram', 'facebook'];

export const reviews = [
  {
    media: resources[0],
    product: picture,
    userName: 'Іван Пилипенко',
    message:
      'Я замовив свічку в формі сердечка на День Святого Валентина для моєї дівчини і вона була просто неймовірна! Запах був дуже приємним і романтичним, а форма сердечка була досконалою для цього свята. Моя дівчина була дуже задоволена подарунком, і я точно замовлю ще свічок від цього сайту!"',
  },

  {
    media: resources[1],
    product: picture,
    userName: 'Марія Головченко',
    message:
      "Завершив АП курс. Все пройшло добре. Дякую за потужний і якісний засіб, який насправді працює і допомагає позбутися шкідливих звичок у харчуванні. Я дуже звик до кави із чимось солоденьким - цукерка, печиво, батончик і таке інше. Коли довелось відмовити собі, каву я не зміг покинути пити, а от солодке замінив на фініки. Дотримуючись зазначеної в інструкції дієти схуд на 5 кг, загальний стан покращився. Хоч кожен ранок був дуже гіркий, але треба себе налаштовувати на позитив, що це заради власного здоров'я. Всім рекомендую і зичу здоров'я, спокою та миру!",
  },
  {
    media: resources[0],
    product: picture,
    userName: 'Максим Тимошенко',
    message:
      'Я вже писала раніше, подякувала працівникам за відповідальне ставлення до побажань покупців. Працюють дуже оперативно, якісно, даставка швидко. Якість суконь та футболок супер. Всі розміри підійшли, крім однієї футболки код 917099. Вона дуже маломеріт. Але нічого, у нас є молодша сетричка, буде для неї. Вже не перший раз роблю заказ у Garnamama і сподіваюсь не останній! Вибір різноманітний, одяг яскравий, ціни демократичні! Рекомендую цей магазин!',
  },
  {
    media: resources[1],
    product: picture,
    userName: 'Гання Маляр',
    message:
      "Асортимент товару та обслуговування на найвищому рівні. Речі кожного бренду найкращої якості! Як завжди якісно, гарно, яскраво, з розумінням потреб клієнта! Команда 'Гарна Мама' -Браво!!! Рекомендую всім мамам)...До зустрічі ...Шопінгуємо завжди з вами)))",
  },
];
