import step1 from '../../public/workshop/step-1.jpg';
import step2 from '../../public/workshop/step-2.jpg';
import step3 from '../../public/workshop/step-3.jpg';
import step4 from '../../public/workshop/step-4.jpg';
import step5 from '../../public/workshop/step-5.jpg';
import step6 from '../../public/workshop/step-6.jpg';
import step7 from '../../public/workshop/step-7.jpg';
import step8 from '../../public/workshop/step-8.jpg';
import step9 from '../../public/workshop/step-9.jpg';
import step10 from '../../public/workshop/step-10.jpg';

export const steps = [
  {
    step: '01',
    details:
      'Підготовка матеріалів: дрібні фрагменти соєвого воску, фітіль для свічки, ароматизатори, барвники та інші додаткові матеріали.',
    image: step1,
  },
  {
    step: '02',
    details:
      'Підготовка форми: вибір форми для свічки та підготовка її до наповнення воском.',
    image: step2,
  },
  {
    step: '03',
    details:
      'Приготування воску: розплавлення соєвого воску у плавильному пристрої до потрібної температури. Додавання ароматизаторів та барвників за необхідності.',
    image: step3,
  },
  {
    step: '04',
    details:
      'Підготовка фітіля: вставлення фітіля до форми та зафіксування його так, щоб він був рівномірно напружений.',
    image: step4,
  },
  {
    step: '05',
    details:
      'Підготовка матеріалів: дрібні фрагменти соєвого воску, фітіль для свічки, ароматизатори, барвники та інші додаткові матеріали.',
    image: step5,
  },
  {
    step: '06',
    details:
      'Наповнення форми: воск налити до форми, поки вона не заповниться повністю. Чекати, доки він затвердіє.',
    image: step6,
  },
  {
    step: '07',
    details:
      'Приготування воску: розплавлення соєвого воску у плавильному пристрої до потрібної температури. Додавання ароматизаторів та барвників за необхідності.',
    image: step7,
  },
  {
    step: '08',
    details:
      'Підготовка фітіля: вставлення фітіля до форми та зафіксування його так, щоб він був рівномірно напружений.',
    image: step8,
  },
  {
    step: '09',
    details:
      'Підготовка матеріалів: дрібні фрагменти соєвого воску, фітіль для свічки, ароматизатори, барвники та інші додаткові матеріали.',
    image: step9,
  },
  {
    step: '10',
    details:
      'Наповнення форми: воск налити до форми, поки вона не заповниться повністю. Чекати, доки він затвердіє.',
    image: step10,
  },
];
